{
  "gameDescription": "Game Description",
  "aboutSubtitle": "About the Canadian Robotics Competition",
  "aboutCRC": "The Canadian Robotics competition started in 2001 is held every year and various schools challenging students to build a robot to complete that year’s task. On top of constructing a robot teams make a website, a journal, a video and a kiosk to display all their work. The goal of the competition is to challenge students to learn to solve problems on their own discovering what they can do as individuals and as a team. Teachers are allowed to be mentors but can not be directly involved in any part of the competition. This year VertiGoal challenges teams to develop robots that can climb steps, pick up, sort and throw balls. This year the competition will be held from February 21st to 23rd and look forward to seeing everyone there after having spent a few years in the FRC.",
  "aboutSubtitle2": "About Vertigoal",
  "aboutVertiGoal": "This year’s competition is called Vertigoal. In order to succeed in the competition, our robot has to be able to complete three main tasks; drive up stairs ranging in height up to 3 inches, pick up balls and sort them by their specific color, and throw balls of your team color into the various locations around the field. The field is split up by four steps on five levels. Each game is played in teams of two with robots starting in two of the three potential starting locations on the field. Each heat lasts for five minutes in which the goal is to score as many points as possible. There are three places in which you can score points. On level 3, at ground level, you can dump as many balls that fit into a trapezoidal prism, worth 10 points per ball. On both level 2 and 4, there are two locations that you can score points. The buckets are located in the center of the each step, both raised in the air. The lower bucket is 30 inches in diameter and raised 53 inches in the air and the upper bucket is 15 inches in diameter and raised 75 inches in height directly above the lower one. The point value for each of these buckets is 20 points and 40 points respectively. There are red balls on the field that are worth zero points on their own but act as a multiplier. For whatever bucket that the red ball is in at the end of the heat, all of those balls are worth double. The team with the most amount of points at the end of each heat wins that round and moves on in the tournament.",
  "locationSubtitle": "Location",
  "locationDescription": "VertiGoal will be on February 21, 2019 to February 23, 2019 at Centennial Regional High School."
}
