{
  "gameDescription": "Description du Jeu",
  "aboutSubtitle": "La Compétition de Robotique Canadienne",
  "aboutCRC": "La Compétition CRC, qui a débutée en 2001, prend place à différentes écoles au cours des années. Chaque années les équipes ont un différent problème à résoudre. À part le robot chaque équipe fait un site web, construit un kiosque et réalise un film démontrant leur école et leur équipe. Le but de la compétition est de mettre les étudiants au défi trouvant des solutions à des problèmes complexes par eux même et en équipe. Les professeurs ont droit de participer comme mentor, mais n’ont pas le droit de construire des mécanismes pour la compétition. Cette année, VertiGoal a comme défi de construire un robot qui peut grimper des marches tout en ramassant, triant et lançant des balles. Cette compétition aura lieux le jeudi, vendredi et samedi du 21 au 23 février. Nous avons tous hâte de rejoindre la compétition après plusieurs année à la FRC.",
  "aboutSubtitle2": "Découvrez la Compétition VertiGoal",
  "aboutVertiGoal": "Le concours de cette année s’appelle Vertigoal. Pour réussir dans la compétition, notre robot doit pouvoir effectuer trois tâches principales; monter des escaliers allant jusqu’à 3 pouces de hauteur, ramasser les balles, les tirer en fonction de leur couleur spécifique, et puis jeter des balles de la couleur de notre équipe aux différents endroits autour du terrain. Le terrain de jeux est divisé en quatre étapes sur cinq niveaux. Chaque partie est jouée par équipes de deux avec des robots démarrant dans deux des trois emplacements de départ potentiels sur le terrain. Chaque manche dure cinq minutes et l’objectif est de marquer le plus de points possible. Vous pouvez marquer des points à trois endroits. Au niveau 3, au niveau du sol, vous pouvez vider autant de balles qui entrent dans un prisme trapézoïdal, d’une valeur de 10 points par balle. Aux niveaux 2 et 4, vous pouvez marquer des points à deux endroits. Les seaux sont situés au centre de chaque marche de trois pieds, tous deux surélevés. Le seau inférieur a un diamètre de 30 pouces et une élévation de 53 pouces et le seau supérieur a un diamètre de 15 pouces et une hauteur de 75 pouces directement au-dessus de celle du bas. La valeur en points pour chacun de ces compartiments est respectivement de 20 et 40 points. Il y a des boules rouges sur le terrain qui valent zéro point mais agissent comme un multiplicateur. Quel que soit le godet dans lequel se trouve la balle rouge à la fin de la chaleur, toutes ces balles valent le double. L’équipe avec le plus de points à la fin de chaque manche remporte cette manche et poursuit son chemin dans le tournoi.",
  "locationSubtitle": "Coordonnées",
  "locationDescription": "VertiGoal aura lieu du 21 février 2019 au 23 février 2019 à l'école secondaire régionale Centennial."
}
